{
    "第１編 総則": {
        "１ 適用": {
            "content": "この基準は、鉄筋コンクリート造、鉄骨鉄筋コンクリート造、鉄骨造、壁式鉄筋コンクリート造、 木造（軸組構法）等の標準的な建築物に適用する。 （１）数量を求める対象は、「公共建築工事内訳書標準書式」において、数量の表示されている細目 又はこれに準ずる細目を標準とする。 （２）数量は、原則として設計数量とする。ただし、計画数量及び所要数量を求める場合は、この基 準に示す方法に基づいて計測・計算する。 なお、設計数量、計画数量及び所要数量は、次による。 １）設計数量とは、設計図書に記載されている個数及び設計寸法から求めた長さ、面積、体積等 の数量をいう。なお、材料のロス等については単価の中で考慮する。 ２）計画数量とは、設計図書に基づいた施工計画により求めた数量をいう。 ３）所要数量とは、定尺寸法による切り無駄や、施工上やむを得ない損耗を含んだ数量をいう。 なお、所要数量であることを明示する。 （３）設計寸法とは、設計図書に記載された寸法、記載された寸法から計算によって得られる寸法及 び計測器具により読み取ることのできる寸法をいう。 （４）計測における寸法の単位は、原則としてｍとする。 （５）長さ、面積、体積及び質量の単位は、原則としてｍ、㎡、ｍ３及びｔとする。 （６）計測・計算における端数処理及び有効数値は、原則として次による。 １）端数処理は、四捨五入とする。 ２）長さ、面積、体積及び質量は小数点以下第２位とする。また、計測・計算過程においても小 数点以下第２位とすることができる。なお、電子データの数値については、計測・計算過程に おいて、その数値を活用してもよい。 （７）工事費内訳書の数量は、原則として小数点以下第２位を四捨五入し、小数点以下第１位とする。 ただし、１００以上の場合は整数とする。 （８）数量は、公共建築工事標準単価積算基準における単価に対応したものとする。 （９）この基準に規定した計測・計算の方法に準ずる略算法を用いるときは、適切な方法による。 （１０）計測・計算に統計値を用いるときは、適切な統計値による。 （１１）計測・計算は、工事費内訳書による種目、科目（中科目）及び細目に区分するほか、第２編 以降による。 - 2 -第２編 仮設 仮設の計測・計算については、共通仮設、直接仮設及び専用仮設に区分して定める。"
        },
        "第１章 仮設": {
            "第１節 仮設の定義": {
                "content": "仮設とは、「建築物を完成するために必要な一時的な仮の施設・設備で建物が完成するまでにすべ て撤去されるもの」をいう。"
            },
            "第２節 仮設の区分": {
                "content": "（１）共通仮設 共通仮設とは、複数の工事種目に共通して使用する仮設をいう。 （２）直接仮設 直接仮設とは、工事種目ごとの複数の工事科目に共通して使用する仮設をいう。 （３）専用仮設 専用仮設とは、工事種目ごとの工事科目で単独に使用する仮設をいう。"
            },
            "第３節 共通仮設の計測・計算": {
                "１ 通則": {
                    "content": "共通仮設は、仮設図面等に基づいて積み上げ計算するか、標準的な項目については適切な統計値に より算出することができる。なお、積み上げ計算する項目については、計画数量とする。 （１）仮囲い 仮囲いとは、作業現場周辺を保安等の理由から区画するもので、建築等の工事及び除去のため の工事を行う場合においては、工事期間中工事現場の周囲に設けるものをいう。 （２）工事用道路等 工事用道路等とは、構内の軟弱地盤、重機の走行、長期間の工事等により必要に応じて構内に 設置する工事用の道路等をいう。 （３）安全管理・合図等の要員 安全管理・合図等の要員とは、工事現場出入口等に配置する交通誘導警備員等のことをいう。 （４）揚重機械器具 - 3 - 揚重機械器具とは、工事に必要な資材等の荷揚げ及び荷卸しを行うクレーン及びリフト類をい う。 （５）その他 積み上げ項目を必要に応じて、施工条件明示し、その他として取扱う。 （１）仮囲い 仮囲いの数量は、種別、高さ等により区分し、仮囲いの外周面の長さを計測・計算する。設置 範囲が設計図書に記載されていない場合は、敷地境界線上の長さを数量とする。また、出入口の ゲート類の数量は、種別、寸法等により区分し、箇所を数量とする。 （２）工事用道路等 工事用道路等の数量は、種別、厚さ等により区分し、長さ又は面積を計測・計算する。 （３）安全管理・合図等の要員 工事現場出入口等に配置する安全管理・合図等の要員の数量は、設計図書による。ただし、記 載のない場合は、施工内容、施工条件、敷地の周辺状況及び搬入・搬出頻度を考慮して算出する。 （４）揚重機械器具 揚重機械器具の数量は、設計図書による。ただし、記載のない場合は、施工内容、施工条件及 び敷地の周辺状況により算出する。 （５）その他 施工条件明示の項目ごとに、適切な数量を算出する。"
                }
            },
            "第４節 直接仮設の計測・計算": {
                "１ 通則": {
                    "content": "直接仮設は、受注者の任意で行われることが前提であることから、それぞれの仮設材そのものを計 測せずに仮設の設置範囲（建築面積、延べ面積）を数量とする項目と、設計寸法から計測・計算する 項目がある。 計測・計算する項目についても、一般的に任意で作成された仮設図面に基づいて計測・計算を行い、 その数量は計画数量とする。 （１）遣方 遣方とは、配置図により建物の通り芯、高さ等の基準を示すものをいう。 （２）墨出し、養生、整理清掃後片付け 墨出しとは、躯体、仕上及び設備各工事を施工するために、床、柱及び壁に通り芯並びに高さ の基準を示すことで、躯体断面、仕上取付、設備機器等の据付の基準となる親墨までをいう。 - 4 - 養生とは、躯体、仕上げ等の施工済みの各種工事が次工程又は竣工までの破損、汚れ等を防ぐ ための養生をいい、通路等共通スペースの養生も含む。 整理清掃後片付けとは、屋内及び屋上の片付け清掃をいう。 （３）足場 足場とは、工事施工に伴う内外の高所作業（２．０ｍ以上）の作業床、通路として工事関係者 の安全確保のために設置する仮設の構築物等である。通常、外部足場、内部躯体足場、内部仕上 足場等に区分する。また、外部足場は足場の種類（枠組幅等）により区分する。 （４）災害防止 災害防止とは、工事関係者及び第三者の災害防止のために設置する垂直養生、安全ネット、外 周・開口部養生手すり等の安全設備をいう。 共通仮設の安全施設、鉄骨工事の専用仮設等は区分する。 （１）遣方 遣方の数量は、建築面積とする。なお、建築面積（建築基準法面積）の対象となっていない接 地部分の面積は別に計測・計算する。 （２）墨出し、養生、整理清掃後片付け 墨出し、養生、整理清掃後片付けの数量は、建築物の各階の床面積の合計（以下「延べ面積」 という。）とする。なお、延べ面積の対象となっていない付帯部分は、区分して計測・計算する。 （３）足場 １）外部足場",
                    "① 外部本足場の数量は、足場の中心の水平長さと構築物等の上部までの高さによる面積とす": {
                        "content": "る。 足場の中心は、作業幅を考慮し、構築物等の外壁面から１．０ｍの位置を標準とする。 また、最上部には安全手すりを設けるものとし、その数量は足場の水平長さとする。 場高さによる面積とする。 また、一側足場の場合は安全手すりの高さに変えて、構築物等の上部までの高さに１．０ ｍを加算した高さを足場高さとする。 ２）地足場 地足場は根切り深さにより基礎工事のために設置されるもので、その数量は建築面積とす る。ただし、地下面積が建築面積を超える場合は、超える面積を加算する。 ３）内部躯体足場 鉄筋・型枠足場の数量は、延べ面積とする。なお、階高が４．０ｍ超え５．０ｍ未満の鉄 筋・型枠足場及び階高が５．０ｍ以上の躯体支保工は高さに応じた足場とし、その数量は足 場高さにより区分した対象床面積とする。 - 5 -  ４）内部仕上足場 内部仕上足場の数量は、延べ面積とする。なお、階高が４．０ｍを超える足場は、高さに 応じた足場とし、その数量は足場高さにより区分した対象床面積とする。また、階段室、Ｅ Ｖシャフト等の足場も区分する。 （４）災害防止 １）垂直ネット張りの数量は、必要に応じた掛け面積（掛け㎡）とする。 ２）水平ネット張りの数量は、鉄骨造及び鉄骨鉄筋コンクリート造の鉄骨軸組部分の各階ごとに 設置し、鉄骨軸組部分の建方掛け面積（掛け㎡）とする。 ３）小幅ネット（層間塞ぎ）の数量は、必要に応じた層間塞ぎの掛け長さ（掛けｍ）とする。 ４）養生防護棚の数量は、必要に応じた掛け長さ（掛けｍ）とする。"
                    }
                }
            },
            "第５節 専用仮設の計測・計算": {
                "１ 通則": {
                    "content": "専用仮設は、受注者の任意で行われることが前提であることから、仮設の設置範囲を数量とし、計 画数量とする。 （１）土工専用仮設 土工専用仮設には、排水施設、法面養生、法面養生手すり、山留め・支保工等があるが、原則 として仮設図面に基づいて、計測・計算する。 （２）コンクリート足場 コンクリート足場の数量は、延べ面積とする。 （３）鉄骨足場 鉄骨足場には、吊り棚足場、吊りかご足場及び吊り枠足場があり、数量は、それぞれ鉄骨軸組 部分の延べ面積、架け長さ及び箇所数とする。 （４）木躯体足場 木躯体足場の数量は、木躯体軸組部分の延べ面積とする。なお、階高が４．０ｍを超える足場 は、高さに応じた足場とし、その数量は足場高さにより区分した対象床面積とする。 - 6 -第３編 土工・地業 土工・地業の計測・計算については、土工と地業に区別して定める。"
                }
            }
        },
        "第１章 土工": {
            "第１節 土工の定義": {
                "content": "土工とは、整地、根切り、埋戻し、盛土、建設発生土（不用土）処理等、土の処理及びこれらに伴 う山留め、排水等をいう。"
            },
            "第２節 土工の計測・計算": {
                "１ 通則": {
                    "content": "１）根切り、埋戻し、山留め、排水等の計測・計算は、原則として計画数量とする。 ２）土工の計測・計算は、原則として根切り基準線から行う。 ３）根切り基準線は次による。 根切り基準線は設計地盤を原則とする。設計地盤と現状地盤とが異なる場合には根切り、埋 戻しの基準線は現状地盤とする。 なお、同一建物について現状地盤に若干の高低差のある場合は、便宜上その平均高さを現状 地盤高さとする。 ４）土砂量は地山数量とし、掘削による増加、締固めによる減少は考慮しない。 ５）土工について土工計画があるときは、原則としてその計画に基づいて計測・計算する。 土の処理は、整地、根切り、埋戻し、盛土、建設発生土（不用土）処理等に区分して定める。 （１）整地 整地とは、設計地盤又は現状地盤に沿う敷地の地均しをいい、その数量は指定された範囲の水 平面積とする。ただし、敷地が設計地盤より高いときは、計算上すきとり、切土して設計地盤を 形成するものとし、その数量は敷地の設計地盤からの平均高さと指定された範囲の水平面積によ る体積とする。 （２）根切り 根切りとは、基礎、地下構築物等を施工するための土の掘削をいい、その数量は計算上根切り 側面を垂直とみなし、その根切り面積と根切り深さとによる体積とする。 - 7 - 根切り面積とは、原則として基礎又は地下構築物等の底面の設計寸法による各辺の左右に余幅 を加えて計測・計算した面積をいう。 １）根切りは、基礎・基礎梁の構造により、つぼ・布掘り、総掘りに分類する。 ただし、つぼ・布掘りで基礎の深い場合は、一次根切りを総掘りとし、二次根切りをつぼ・ 布掘りとする。 ２）根切り深さとは、根切り基準線から基礎、地下構築物等の底面までの深さに、捨コンクリー ト及び砂利地業等の厚さ等を加えたものをいう。ただし、地下構築物等で総掘り後の独立基礎、 布基礎、基礎梁等のための根切りについては、総掘りの根切り底を根切り基準線として計測・ 計算し、総掘りと区分する。 ３）余幅は、作業上のゆとり幅に、土質と根切り深さとに応ずる係数を乗じた法幅（根切り基準 線における根切りのひろがり）の１／２を加えた幅をいう。 作業上のゆとり幅は、０．５ｍを標準とする。ただし、土間、犬走り等の作業上のゆとり幅 は、０．１ｍを標準とする。 法幅の土質と根切り深さに応ずる係数は、適切な統計値によるものとし、指定のない場合の 普通土の係数は、",
                    "① 根切り深さが１．５ｍ未満の場合は０とし、法を設けない。": {
                        "content": "また、山留め壁と躯体間の余幅は１．０ｍを標準とする。 ４）基礎梁の根切りの長さは、独立基礎の根切り側面から計測・計算し、交差する基礎梁又は布 基礎の根切りの長さは、深い方の根切り側面から計測・計算する。 ５）根切り床付けの数量は、基礎、基礎梁下、耐圧盤下等の砂利地業の面積による。また、杭間 ざらいの数量は、杭の種別等により区分する。 ６）土間、犬走り等のすきとりは（２）根切りに準ずる。 ７）杭の余長等による根切り量の減少はないものとする。 （３）埋戻し 埋戻しとは、根切り部分と基礎、地下構築物等との間隙を土、砂等により充てんすることをい い、その数量は、根切りの数量から根切り基準線以下の基礎又は地下構築物の体積、砂利地業及 び捨コンクリートの体積を控除した数量とする。また、埋戻しの土は、種別ごとに区分する。 （４）盛土 盛土とは、設計図書によって土、砂等を盛ることをいい、その数量は盛土すべき面積と、その 根切り基準線からの平均厚さによる体積とする。また、盛土の土は、種別ごとに区分する。 （５）建設発生土（不用土）処理 建設発生土（不用土）処理とは、当該建築工事について不用となる土の処理をいい、その数量 は敷地の条件又は根切り及びすきとりによる土の状況により、次による。 - 8 -１）根切り及びすきとりによる土が、埋戻し及び盛土に適さないときは、根切り及びすきとりの 数量を建設発生土（不用土）処理の数量とする。 ２）根切り及びすきとりによる土が、埋戻し及び盛土に適するときは、原則として根切り及びす きとりの数量から埋戻し及び盛土の数量を減じた数量を建設発生土（不用土）処理の数量とす る。ただし、根切り及びすきとりによる土を仮置きすることができない場合は、根切り及びす きとりの全数量を建設発生土（不用土）処理の数量とする。また、処分先等が異なる場合は、 それごとに区分する。 １）山留め壁とは、根切り側面の土の崩壊等を防御するための仮設備をいう。その数量は根切り 深さに根入長さを加えた山留め壁の高さと、山留め壁周長との積による壁面積とする。なお、 親杭・横矢板工法の場合、矢板数量は、根切り深さを高さとする山留め壁高さと山留め壁周長 との積による壁面積とし、親杭は根入れを含む長さごとの本数又は延べ長さとする。 基礎根切り等の山留め壁については、それぞれの山留め壁高さと山留め壁長さとの積による 面積又は箇所数とすることができる。 ２）切りばり面積は各段ごとの根切り面積とする。 ３）山留め壁、腹おこし、切りばり等の山留め壁用機材類の数量を求める必要があるときは、１） 項による山留め壁数量と土質、湧水量等に基づいて山留め壁計画を設定したうえで、計測・計 算する。 ４）山留め壁（地中連続壁）の鉄筋は所要数量とし設計数量に対し、３％増を標準とする。 １）排水とは、工事中の湧水及び雨水の排除をいい、その数量は湧水量及び降雨量による。 ２）排水用機材類の数量を求める必要があるときは、排水の数量と土質等に基づいて排水計画を 設定したうえで計測・計算する。"
                    }
                }
            }
        },
        "第２章 地業": {
            "第１節 地業の定義": {
                "content": "地業とは、基礎杭、地盤改良等の建物等を支持する部分、砂利地業等をいう。"
            },
            "第２節 地業の計測・計算": {
                "１ 通則": {
                    "content": "１）杭地業の計測・計算は、設計図書による。 - 9 -２）杭頭の処理等の数量は、既製コンクリート杭は寸法等ごとの本数又は場所打コンクリート杭 はその体積、鉄筋等の質量とする。 （１）既製杭 １）既製杭とは、コンクリート製、鋼製等の既製杭による杭地業をいう。 ２）既製杭の数量は、材種、形状、寸法、工法等により区分し、継手を考慮した杭のセット本数 とする。 （２）場所打コンクリート杭 １）場所打コンクリート杭とは、コンクリート現場打の杭地業をいう。 ２）場所打コンクリート杭の数量は、材種、形状、寸法、工法等により区分し、原則として杭の 箇所数（本数）による。コンクリート体積については杭工法及び杭径による適切な割増をした 数量とする。 また、必要に応じて杭頭部にコンクリートの余盛りを加算する。 ３）杭に用いる鉄筋の所要数量を求める場合は設計数量に対し、３％増を標準とする。 （３）特殊地業 １）特殊地業とは、軟弱地盤を改良し、土の沈下を防止するため、土の締固め、脱水、固結、置 換等により形成する地業をいう。 ２）特殊地業の数量は、材種、形状、寸法、工法等により区分し、その改良土別及び場所ごとに 改良される土の地山体積とする。 （４）ラップルコンクリート １）掘削、山留め等の計測・計算は、第３編第１章第２節の土工の計測・計算の定めによる。 ２）コンクリート、型枠の計測・計算は、第４編第２章第２節の２各部分の計測・計算の（１） の独立基礎に準じる。 ３）型枠を使用しない場合のラップルコンクリート数量は、割増を行った数量とする。 （５）砂利地業等 １）砂利地業等とは、根切り底における基礎下等の砂利地業、砕石地業及び捨コンクリートをい い、その数量は、設計図書による面積とその厚さとの積による体積とし、その種類により区分 する。 なお、設計図書に記載のない場合は躯体側面より０．１ｍ出幅を加えた寸法とする｡ ２）杭径が６００㎜未満の杭部分の砂利地業及び捨コンクリートの欠除はないものとする。 - 10 -第４編 躯体 躯体の計測・計算については、コンクリート、型枠、鉄筋鉄骨及び木躯体（軸組構法）に区別して 定める。"
                }
            }
        },
        "第１章 躯体の定義と区分": {
            "第１節 躯体の定義": {
                "content": "躯体とは、地業と接続する建築物の構造的な骨組部分をいう。"
            },
            "第２節 躯体の区分": {
                "content": "躯体は、積算上一般に基礎、柱、梁、床板、壁、階段及びその他の各部分に区分する。ただし、壁 式構造の場合は、基礎、壁（壁梁を含む）、小梁、床板、階段及びその他の各部分に区分し、木造の 場合は、第５章「木躯体（軸組構法）」の区分による。 また、特殊な躯体等については、これらに準ずる。 （１）基礎 １）独立基礎 独立基礎とは、基礎底面から柱又は基礎梁との接続面までの部分をいう。 ２）布基礎 布基礎とは、基礎底面から柱又は壁との接続面までの部分をいう。 ３）基礎梁 基礎梁とは、基礎間、基礎梁間又は柱間をつなぐ横架材の内法部分をいう。 ４）底盤（基礎スラブ） 底盤とは、独立基礎、布基礎、基礎梁等に囲まれた内法部分をいう。 （２）柱 基礎上面から屋上階床板上面までの部分を、下部から基礎柱、各階柱及び最上階柱に区分する。 基礎柱は、独立基礎上面から基礎梁上面までとし、各階柱は各階床板上面間の柱とする。 各階柱のうち最下階の柱は、基礎梁上面から直上階床板上面までとする。最上階柱は、最上階 床板上面から屋上床板上面までとする。 （３）梁 １）大梁 大梁とは、柱に接する横架材の内法部分をいう。片持梁等もこれに準ずる。 - 11 -２）小梁 小梁とは、大梁に接する横架材の内法部分をいう。ただし、壁式構造については、壁又は壁梁 に接する横架材の内法部分をいう。 （４）床板（スラブ） 床板とは、柱、梁等に接する水平材の内法部分をいう。ただし、壁式構造については、壁、壁 梁等に接する水平材の内法部分をいう。片持床板等もこれらに準ずる。 （５）壁 壁とは、柱、梁、床板等に接する垂直材の内法部分をいい、開口部を除く。ただし、壁式構造 については、基礎上面から屋上床板上面までの垂直材をいい、開口部を除く。 袖壁、下り壁、腰壁等もこれらに準ずる。 （６）階段 階段とは、段スラブ及びこれに付随する部分をいい、踊場、手すり壁等を含む。 （７）その他 庇、パラペット、ドライエリア等前記（１）～（６）の各部分に接続する部分をいう。"
            }
        },
        "第２章 コンクリート部材": {
            "第１節 コンクリート部材の区分": {
                "content": "コンクリート部材は、第１章第２節の躯体の区分の定めによる。"
            },
            "第２節 コンクリート部材の計測・計算": {
                "content": "１）コンクリート部材は、コンクリートと型枠に区分し、計測・計算する。 ２）各部分の計測・計算は、第１章第２節の躯体の区分の順序に従い、その接続は原則として「さ きの部分」に「あとの部分」が接続するものとして計測・計算する。 ３）壁式構造における壁高さは、基礎上面から最下階直上の床板上面まで、各階床板上面間、最 上階床板上面から屋上床板上面までの寸法により計測・計算する。 ４）壁式構造における壁長さは、原則として内法長さにより計測・計算するものとし、互いに接 続する壁の部分は、原則としてさきに計測・計算した部分に属するものとする。ただし、同一 の厚さの壁が連続している場合は、全体を通した内法長さによる。 布基礎、基礎梁等もこれらに準ずる。",
                "１ 通則": {
                    "content": "（１）コンクリート - 12 -１）コンクリートの数量は、普通コンクリート、軽量コンクリート等の種類、調合、強度、スラ ンプ等により区分し、各部分ごとに設計寸法により次の各項に定めるところに従って計測・計 算した体積とする。ただし、コンクリートの断面寸法は、第１編総則２基本事項（６）２）の 定めにかかわらず、小数点以下第３位まで計測・計算する。 ２）鉄筋及び小口径管類によるコンクリートの欠除はないものとする。 ３）鉄骨によるコンクリートの欠除は、第４章鉄骨に定めるところにより計測・計算した鉄骨の 設計数量について７．８５ｔを１．０㎥として換算した体積とする。 ４）窓、出入口等の開口部によるコンクリートの欠除は、原則として建具類等の開口部の内法寸 法とコンクリートの厚さとによる体積とする。ただし、開口部の内法の見付面積が１か所当た り０．５㎡以下の場合は、原則として開口部によるコンクリートの欠除はないものとする。 （２）型枠 １）型枠の数量は、普通合板型枠、打放し合板型枠、曲面型枠などの材料、工法及びコンクリー ト打設面により区分し、コンクリートの各部分ごとに、原則としてその側面及び底面の面積を 次の各項に定めるところに従って計測・計算し、接続部の面積を差し引いた面積とする。 ２）梁と床板、基礎梁等と底盤、同一幅の柱と梁等及び壁式構造における壁と床板の接続部は、 第２章第２節のコンクリート部材の計測・計算２）の定めによる「さきの部分」の接続部の型 枠を差し引く。これ以外の接続部の面積が１．０㎡以下の箇所の型枠の欠除はないものとする。 ３）窓、出入口等の開口部による型枠の欠除は、原則として建具類等の内法寸法とする。なお、 開口部の内法の見付面積が１か所当たり０．５㎡以下の場合は、原則として型枠の欠除はない ものとする。 また、開口部の見込部分の型枠は計測の対象としない。 ４）斜面の勾配が３／１０を超える場合は、その部分の上面型枠又はコンクリートの上面の処理 を計測・計算の対象とする。 ５）階段の踏面及び階の中間にある壁付きの梁の上面は、その部分の上面型枠を計測・計算の対 象とする。 ６）大面木、化粧目地、打継ぎ目地、誘発目地等は計測・計算の対象とする。なお、打放し型枠 の通常の面取りは計測の対象としない。 （１）基礎 １）独立基礎",
                    "① コンクリートの数量は、設計寸法による体積とする。": {
                        "content": "２）により、斜面については（２）４）による。 礎では「側面及び斜面」とし、斜面の上面型枠を計測・計算の対象としている。なお、１通 - 13 -則（２）４）の規定により勾配３／１０以下の場合は施工の実際と関係なく計測の対象とし ない。接続部の型枠の取扱いについては１通則（２）２）による。 ２）布基礎 ２）により、斜面については（２）４）による。 ３）基礎梁 による。なお、必要があるときは基礎梁の底面型枠を計測・計算の対象とする。 ４）底盤（基礎スラブ） 面積とによる体積とする。ただし、柱との取合部分の底盤の欠除はないものとする。 （２）４）による。 （２）柱 １）コンクリートの数量は、設計寸法による断面積とその長さとによる体積とする。 各階柱、最上階柱等の区分は、第１章第２節の躯体の区分（２）による。 ２）型枠の数量は、コンクリートの側面の面積とする。接続部については、１通則（２）２）に よる。 （３）梁 １）コンクリートの数量は、設計寸法による断面積とその長さとによる体積とする。 ２）型枠の数量は、コンクリートの側面及び底面の面積とする。ただし、ハンチのある場合の面 積の伸びはないものとする。接続部については、１通則（２）２）による。 （４）床板（スラブ） １）コンクリートの数量は、設計寸法による板厚と梁等に接する内法面積とによる体積とし、柱 との取り合い部分の床板の欠除はないものとする。ただし、壁式構造については、設計寸法に よる板厚と壁又は壁梁に接する内法面積とによる体積とする。 開口部については、１通則（１）４）による。 ２）型枠の数量は、コンクリートの底面の面積とする。ただし、ハンチのある場合の底面積の伸 びはないものとし、また梁の水平ハンチによる底面の欠除はないものとする。 開口部については、１通則（２）３）による。 （５）壁 １）コンクリートの数量は、設計寸法による壁厚と柱、梁、床板等に接する内法面積とによる体 積とする。ただし、壁式構造については、壁厚と壁高さ、壁長さとによる体積とする。 - 14 - また、梁、床板のハンチ等との取り合い部分の壁の欠除はないものとする。 開口部については、１通則（１）４）による。 ２）型枠の数量は、コンクリートの側面及び壁梁底面の面積とする。接続部については、１通則 （２）２）により、開口部については、１通則（２）３）による。ただし、階段スラブによる 壁の型枠の欠除はないものとする。 （６）階段 １）コンクリートの数量は、設計寸法による段スラブ、踊場等の板厚とその内法面積とによる体 積とする。手すり壁は壁に準ずる。 ２）型枠の数量は、コンクリートの底面、他の部分に接続しない側面、踏面及び蹴上げの面積と する。手すり壁は壁に準ずる。接続部については、１通則（２）２）による。 （７）その他 １）庇、パラペット、ドライエリア等のコンクリートの数量は、（１）基礎～（６）階段に準ず る。 ２）庇、パラペット、ドライエリア等の型枠の数量は、（１）基礎～（６）階段に準ずる。"
                    }
                }
            }
        },
        "第３章 鉄筋": {
            "第１節 鉄筋の区分": {
                "content": "各部分の名称は、第１章第２節の躯体の区分により、各部分のコンクリート中の鉄筋とその定着等 に必要な長さを加えたものをその部分の鉄筋とする。"
            },
            "第２節 鉄筋の計測・計算": {
                "content": "１）各部分の計測・計算は、第１章第２節の躯体の区分の順序に従い、その接続は原則として「さ きの部分」に「あとの部分」が接続するものとして計測・計算する。 ２）壁式構造における壁筋の垂直方向の長さは、第２章第２節のコンクリート部材の計測・計算 の３）に定める壁高さによる。腰壁、下り壁等は、それぞれ床板上面までを壁高さとする。 ３）壁式構造における壁筋の水平方向の長さは、壁の長さ（壁の内法長さと接続する壁厚）に定 着長さを加えた長さとする。ただし、同一配筋の壁が連続している場合は、全体を通した内法 長さ（壁の内法長さと接続する壁厚）に定着長さを加えた長さとする。布基礎、基礎梁等もこ れらに準ずる。 - 15 -１ 通則 鉄筋の数量は、各部分について規格、形状、寸法等ごとに、原則としてコンクリートの設計寸法に 基づき、次の各項に定めるところに従い計測・計算した長さを設計長さとし、その設計長さに日本工 業規格（以下「ＪＩＳ」という。）に定める単位質量を乗じた質量とする。 １）基礎、柱、梁、床板、壁等の先端で止まる鉄筋は、コンクリートの設計寸法をその部分の鉄 筋の長さとし、これに設計図書等で指定された場合はフックの長さを加える。斜筋もこれに準 ずる。 ただし、径１３㎜以下の鉄筋についてのフックはないものとする。 ２）フープ、スタラップの長さは、それぞれ柱、基礎梁、梁及び壁梁のコンクリートの断面の設 計寸法による周長を鉄筋の長さとし、フックはないものとする。 ３）幅止筋の長さは、基礎梁、梁、壁梁、壁のコンクリートの設計幅又は厚さとし、フックはな いものとする。 ４）重ね継手又はガス圧接継手について、この基準で別に定める場合を除き、計測・計算した鉄 筋の長さについて、径１３㎜以下の鉄筋は６．０ｍごとに、径１６㎜以上の鉄筋は７．０ｍご とに継手があるものとして継手箇所数を求める。径の異なる鉄筋の重ね継手は小径による継手 とする。 ５）ガス圧接継手の加工のための鉄筋の長さの変化はないものとする。 ６）フック、定着、余長及び重ね継手の長さについて設計図書に記載のない場合は、日本建築学 会、建築工事標準仕様書ＪＡＳＳ５鉄筋コンクリート工事の規定を準用し、小数点以下第３位 を四捨五入し、小数点以下第２位とする。なお、径の異なる鉄筋の継手は小径による継手とす る。 ７）鉄筋の割付本数が設計図書に記載されていない場合は、その部分の長さを鉄筋の間隔で除し、 小数点以下第１位を切り上げた整数（同一の部分で間隔の異なる場合はその整数の和）に１を 加える。 ８）窓、出入口等の開口部による鉄筋の欠除は、原則として建具類等開口部の内法寸法による。 ただし、１か所当たり内法面積０．５㎡以下の開口部による鉄筋の欠除は原則としてないもの とする。 なお、開口補強筋は設計図書により計測・計算する。 ９）鉄筋について、その所要数量を求めるときは、その設計数量の４％の割増を標準とする。",
                "２ 各部分の計測・計算": {
                    "content": "（１）基礎 １）独立基礎 ベース筋、斜筋の長さは、１通則１）による。はかま筋等は、設計図書により計測・計算す る。 - 16 -２）布基礎 ベース筋の長さは、１通則１）により、接続部の長手方向のベース筋は相互に交差したもの として計測・計算する。布基礎の梁に該当するものは３）基礎梁に準ずる。また、主筋の継手 については、１通則４）による。 ３）基礎梁",
                    "① 基礎梁の全長にわたる主筋の長さは、基礎梁の長さにその定着長さを加える。トップ筋、": {
                        "content": "ハンチ部分の主筋、補強筋等は設計図書による。ただし、同一の径の主筋が柱又は基礎梁を 通して連続する場合は、定着長さにかえて接続する柱又は梁の幅の１／２を加え、異なる径 の主筋が連続する場合は、それぞれ定着するものとする。 基礎梁の長さが、５．０ｍ未満は０．５か所、５．０ｍ以上１０．０ｍ未満は１か所、１０． ０ｍ以上は２か所あるものとする。径の異なる主筋が連続する場合も継手についてはこの規 定を準用する。ただし、単独基礎梁、片持基礎梁及び壁式構造の基礎梁の主筋の継手は、１ 通則４）により、 基礎梁の全長にわたる主筋の径が異なる場合の継手の位置は設計図書に よる。 重ね継手の長さは、１通則６）による。 リートの高さに余長を加えた長さとする。 また、腹筋の余長は、１通則６）によるが、壁式構造では壁２）－４横筋による。 ４）底盤（基礎スラブ） る場合は底盤の内法長さに基礎梁等接続する部分の幅の１／２を加えるものとする。 ハンチ部分もこれに準ずる。 の主筋の継手に準ずる。 （２）柱 １）主筋の長さは、柱の長さに定着長さ及び余長を加えたものとする。階の途中で終わり又は始 まる主筋の長さは、設計図書により柱断面図に示された階に属するものとする。 最上階柱の主筋については、１通則１）による。 ２）主筋の継手は、１通則４）の規定による。ただし、基礎柱については基礎柱部分の主筋の長 さが３．０ｍ以上の場合は１か所、その他の階の各階柱の全長にわたる主筋については各階ご とに１か所の継手があるものとする。 - 17 - 柱の途中で終わり又は始まる主筋の継手については、１通則４）による。径の異なる主筋の継 手は、各階１か所とし、その位置は床板上面から１．０ｍとする。 重ね継手の長さは、１通則６）による。 ３）フープは各階ごとに１通則２）及び７）による。 ４）柱頭、柱脚等の補強筋は設計図書による。 （３）梁 １）梁の全長にわたる主筋の長さは、梁の長さにその定着長さを加えたものとする。トップ筋、 ハンチ部分の主筋、補強筋等は設計図書による。ただし、同一の径の主筋が柱又は梁を通して 連続する場合は、定着長さにかえて柱又は梁の幅の１／２を加えるものとし、異なる径の主筋 が連続する場合はそれぞれ定着するものとする。 ２）連続する梁の全長にわたる主筋の継手については、１通則４）の規定にかかわらず、梁の長 さが、５．０ｍ未満は０．５か所、５．０ｍ以上１０．０ｍ未満は１か所、１０．０ｍ以上は ２か所あるものとする。径の異なる主筋が連続する場合も継手についてはこの規定を準用する。 ただし、単独梁及び片持梁の主筋の継手は、１通則４）によるものとし、梁の全長にわたる主 筋の径が異なる場合の継手の位置は設計図書による。 重ね継手の長さは、１通則６）による。 ３）スタラップ及び幅止筋の長さ、本数は各梁ごとに１通則２）、３）及び７）による。 また、腹筋の余長は、１通則６）による。 （４）床板（スラブ） １）床板の全長にわたる主筋の長さは、床板の長さにその定着長さを加えたものとする。トップ 筋、ハンチ部分の主筋、補強筋等は設計図書による。ただし、同一の径の主筋が梁、壁等を通 して連続する場合は、定着長さにかえて接続する梁、壁等の幅の１／２を加えるものとし、異 なる径の主筋が連続する場合はそれぞれ定着するものとする。 ２）連続する床板の全長にわたる主筋の継手については、１通則４）の規定にかかわらず、床板 の長さ４．５ｍ未満は０．５か所、４．５ｍ以上９．０ｍ未満は１か所、９．０ｍ以上１３． ５ｍ未満は１．５か所あるものとする。ただし、単独床板及び片持床板の主筋の継手は、１通 則４）による。 重ね継手の長さは、１通則６）による。 ３）同一配筋の床板がある場合には、適切な計算法による統計値とすることができる。 （５）壁 １）壁（壁式構造以外） さを加えたものとする。補強筋は設計図書による。 いものとする。また、横筋の継手は、１通則４）による。 - 18 -③ 同一配筋の壁がある場合には、適切な計算法による統計値とすることができる。 ２）壁（壁式構造） 壁式構造の壁筋は、端部筋、縦筋、壁梁筋、横筋及び補強筋に区分して計測・計算する。 なお、設計図書に鉄筋本数の記載がある場合はその本数とする。 ２）－１端部筋 されることが多い。この部分の縦筋を端部筋といい、その長さは各階の壁高さに設計図書に よる定着長さ及び余長を加えた長さとする。階高全体にわたる開口部縦補強筋は、端部筋と して扱う。 る鉄筋の継手は原則として１か所とし、その位置は床板上面から１．０ｍとする。 なお、重ね継手の長さは、１通則６）による。 ２）－２縦筋 定着長さを加えるものとする。また、縦筋が布基礎内に通した配筋の場合の布基礎内の縦筋 については、３）基礎梁③で計測・計算するため、布基礎上端までとして定着長さは計測し ない。 準ずる。 床上からの開口部で上の壁部分のみの場合は、原則としてスタラップ状配筋として計測・ 計算する。 縦筋の配筋が異なる場合は、その階の縦筋にさらに１か所の継手があるものとし、直上階の 縦筋の継手がないものとする。 に含まれる壁の接続部及び縦補強筋の箇所数を差し引いた本数とする。 ２）－３壁梁筋 主筋の定着については設計図書による。壁全長にわたる開口部横補強筋は壁梁主筋と同様と する。原則として設計図書に記載のない場合は、上下主筋とも接続する他の壁に定着する。 - 19 -④ スタラップ状配筋及び幅止筋の長さ、本数は、１通則２）、３）及び７）により計測・計 算する。 ２）－４横筋 また、同一径の横筋が交差する壁を通して連続する場合は、連続する長さの両端の定着を 加える。 により計測・計算する。 位を切り上げた整数から１を差し引いた本数とする。 ２）－５補強筋 補強筋は設計図書による。 （６）階段 段型の鉄筋の長さは、コンクリートの踏面及び蹴上げの長さに継手及び定着長さを加えたもの とし、その他は梁、床板、壁に準ずる。補強筋は設計図書による。また、踊場等については、床 板、階段梁についてはそれぞれ床板及び梁の鉄筋に準ずる。 （７）その他 庇、パラペット、ドライエリア等の鉄筋は、（１）基礎～（６）階段に準ずる。"
                    }
                }
            }
        },
        "第４章 鉄骨": {
            "第１節 鉄骨の区分": {
                "content": "鉄骨は、本体鉄骨及び付帯鉄骨（付属物及び仮設金物を含む。）に区分する。また、ボルト類及び 溶接を含むものとする。 １．本体鉄骨は次の区分とする。 （１）柱 １）鉄骨柱は柱脚ベースプレート下端から最上端までの、柱として工場製作する部分をいい、設 計図書により各節に区分した柱とする。 各節の柱及び梁との接合は設計図書による。 ２）各節の柱は、最下部の柱を第１節柱とし、上部の柱を逐次第２……第ｎ節柱とする。 ３）各節の柱と柱の接合部材は、原則として接合する「あとの部分」に含める。 - 20 -４）間柱は原則として梁間の長さとし、接合部は設計図書による。また、ガセットプレート等の 梁との接合部材は、柱に含める。 （２）梁 １）鉄骨梁は、柱又は梁に接する横架材の部分をいう。片持梁等もこれに準ずる。また、柱及び 梁の区分は設計図書による。 ２）柱又は梁との接合部材は、接合する「あとの部分」に含める。 ３）小梁が取付く大梁のガセットプレート及びスチフナーは小梁の部分として区分する。 （３）ブレース １）鉄骨ブレースは鉛直ブレース、水平ブレース等の部材をいう。柱、梁等との接合は設計図書 による。 ２）柱又は梁に接合するブレースの接合部材は、原則として接合するブレースの部分に含める。 ２．付帯鉄骨（付属物及び仮設金物を含む）は次の区分とする。 （１）階段 １）鉄骨階段は段板、ささら桁及びこれに付随する部分をいい、踊場等を含む。 ２）他の部分との接合部材は階段の部分として区分する。 （２）デッキプレート デッキプレートは種類及び厚さごとに区分する。 （３）その他付帯鉄骨（付属物及び仮設金物を含む） 各細目ごとに区分する。"
            },
            "第２節 鉄骨の計測・計算": {
                "１ 通則": {
                    "content": "１）材料価格に対応する数量は、所要数量とする。 ２）鋼材（形鋼、平鋼、鋼板等）の数量は、各部分について規格、形状、寸法等ごとに、次の各 項に定めるところに従い計測・計算した長さ又は面積をそれぞれ設計長さ又は面積とし、その 設計長さ又は面積にＪＩＳで定める単位質量を乗じた質量とする。 ３）ボルト類等は原則としてその規格、形状及び寸法ごとに個数又は質量に換算したものを設計 数量とする。なお、高力ボルトの長さは、接合する板厚による締付け長さに「締付け長さに加 える長さ」（Ｓ）㎜を加えた首下寸法とする。ただし、長さが５㎜単位とならない場合は、そ れぞれの決められた規格の基準寸法に最も近い寸法とする。 ４）溶接は原則として種類に区分し、溶接断面形状ごとに長さを求め、すみ肉溶接脚長６㎜に換 算した延べ長さを数量とする。 - 21 -５）鋼板は原則として設計寸法による面積を計測・計算する。ただし、複雑な形状のものはその 面積に近似する長方形として計測・計算することができる。なお、全溶接構造の鋼板の場合は、 第１編総則２基本事項（６）２）の定めにかかわらず短辺方向は小数点以下第３位まで、計測・ 計算する。 ６）ボルト類のための孔明け、開先き加工及びスカラップ並びに柱、梁等の接続部のクリアラン スによる鋼材の欠除は、原則としてないものとする。１か所当たり面積０．１㎡以下のダクト 孔等による欠除もこれに準ずる。 ７）ダクト孔補強について設計図書に記載された補強材は計測・計算する。 ８）鉄骨材料について、所要数量を求めるときは、設計数量に次の割増をすることを標準とする。 形鋼、鋼管及び平鋼５％ 広幅平鋼及び鋼板（切板）３％ ボルト類４％ １．本体鉄骨は次により計測・計算する。 （１）柱 １）柱の節の長さは、設計図書による各節の接合位置間の長さとし、第１節柱又は最上部の節柱 にあっては、ベースプレート下端又は柱頭上端から接合位置までの長さとする。 ２）柱を構成する各部材は各節柱に区分して、設計図書により計測・計算するものとする。 ３）各節柱の接合に必要な、スプライスプレート及び高力ボルトは「あとの部分」の柱で計測す る。なお、接合部の板厚の差等が１㎜を超える隙間は、フィラープレートが入るものとして計 測・計算する。 （２）梁 １）梁の長さは、鉄骨柱又は鉄骨梁の仕口の内法長さとする。 ２）梁の構成部材は設計図書により計測・計算する。 ３）梁の継手接合に必要な、スプライスプレート及び高力ボルトは「あとの部分」の梁で計測・ 計算する。なお、接合部の材厚の差等が１㎜を超える隙間は、フィラープレートが入るものと して計測・計算する。 （３）ブレース ブレースの計測・計算は設計寸法による。ただし、支点間にわたるブレースの主材は原則とし てターンバックル等による部材の欠除は計測の対象としない。 ２．付帯鉄骨（付属物及び仮設金物を含む）は次により計測・計算する。 （１）階段 設計寸法により計測・計算する。 （２）デッキプレート １）デッキプレートの数量は、設計図書により計測・計算する。 - 22 -２）デッキプレートの外周や床開口周り等のコンクリート流れ止めプレートは、長さ（ｍ）で計 測・計算する。 （３）その他付帯鉄骨（付属物及び仮設金物を含む） 設計寸法により計測・計算するものとし、必要があるときは、１通則にかかわらず、形状、寸 法及び工法の同じものごとに、長さ、面積又は箇所数を数量とする。"
                }
            },
            "第３節 錆止め塗装の計測・計算": {
                "content": "１）錆止め塗装は、素地ごしらえ及び塗料の種別ごとに計測・計算する。 ２）錆止め塗装の数量は、原則として鉄骨部材表面の面積とする。なお、ボルト類、部材の切断 小口及び部材の重なる部分の欠除は計測の対象としない。 ３）錆止め塗装は、適切な統計値又は係数値を用いた略算法によることができる。 ４）必要があるときは、錆止めの数量を鉄骨の質量に対する換算値によることができる。"
            },
            "第４節 耐火被覆等の計測・計算": {
                "content": "１）耐火被覆は耐火被覆材の材種、材質、形状、寸法、工法、耐火時間及び部位（柱、梁）ごと に区分して計測・計算する。 ２）耐火被覆の数量は、原則として設計図書により耐火被覆材の厚さの中心の寸法により計測・ 計算した面積とする。必要があるときは、同一の材種、材質、形状、寸法、工法、耐火時間及 び部位（柱、梁）の耐火被覆ごとの箇所数を数量とすることができる。 ３）耐火被覆材の各部分の取合いによる欠除、器具類による欠除及びこれらに類する部分の欠除 が１か所当たり０．５㎡以下の場合は、原則として欠除がないものとする。 ４）耐火区画間の層間塞ぎ及び下地材は、設計図書により長さを計測・計算する。"
            }
        },
        "第５章 木躯体（軸組構法）": {
            "content": "この基準に規定した木躯体（軸組構法）の計測・計算の方法は、住宅を除く低層で小規模の軸組 構法（壁構造系）及び軸組構法（軸構造系）の建築物に適用する。ただし、別に計測・計算の方法 の定めがあるときは、その定めによる。",
            "第１節 木躯体（軸組構法）の区分": {
                "content": "木躯体（軸組構法）は、積算上一般に軸組、床組、小屋組、壁、階段及びその他の各部分に区分 する。また、接合金物・接合具、防腐・防蟻処理等を含むものとする。 - 23 -（１）共通 １）部材とは、構造物を構成する梁、柱、壁及び筋かいなどの要素をいい、仕口及び継手で区 分する。 ２）木躯体（軸組構法）の区分に属する各部材は、階ごとに区分する。なお、垂直材は、部材 の下端が取り付く階に含める。 ３）階とは、軸組の最下部を１階とし、上部の梁が取り付く位置を逐次２階・・・ｎ階とす る。 ４）仕口及び継手は次による。 は継手部分の下方の材を「女木」という。 ５）木取りとは、規格の長さの製材から１本又は複数の部材を挽き出すことをいう。 （２）軸組 軸組とは、土台、柱、梁等で構成する骨組をいい、次の部材とする。 １）土台とは、柱の脚部を固定する横架材をいう。 ２）火打土台とは、土台の隅角部を固めるための水平方向の斜材をいう。 ３）柱とは、屋根、床、梁等の荷重を支える垂直材をいう。 柱をいう。 ４）梁とは、上階の荷重を支える横架材をいう。 う。 る梁をいう。 ５）方杖とは、柱と横架材の交点の入隅部を固めるための斜材をいう。 ６）筋かいとは、柱や梁等で作る四辺形の構面の対角線方向に入れる斜材をいう。 ７）上記１）～６）のほか、軸組を構成する部材。 （３）床組 - 24 -床組とは、床を支える部分をいい、次の部材とする。 １）大引とは、１階の床の根太を受ける材をいう。 ２）床束とは、大引の下に立つ束石又は土間に接する垂直材をいう。 ３）根がらみ貫とは、床束の下方を連結する横木をいう。 ４）根太掛けとは、土台や床梁等に取付けて、根太の端部を支える材をいう。 ５）根太とは、大引や床梁の上に取付けて、床板を受ける材をいう。 ６）床構造用面材とは、床組を構成する構造用面材（構造用合板等）をいう。 ７）上記１）～６）のほか、床組を構成する部材。 （４）小屋組 小屋組とは、屋根を支える骨組をいい、次の部材とする。 １）小屋梁（平陸梁）とは、山形トラス等の下弦の梁をいう。 ２）小屋束とは、小屋組の棟木や母屋の下に立つ垂直材又はトラスの上弦と下弦の間に入れる 垂直材をいう。 ３）登り梁（合掌）とは、小屋組の傾斜に合わせて斜めに架けられる梁又は山形トラス等の上 弦の梁をいう。 ４）斜材とは、トラスの上弦と下弦の間に入れる斜めの材をいう。 ５）棟木とは、小屋組の頂部を桁行方向に連結する材をいう。 ６）隅木とは、寄棟や入母屋等の小屋組において、流れの向きが異なる屋根面が交わる頂部を 連結する材をいう。 ７）谷木とは、流れの向きが異なる屋根面が交わる谷部を連結する材をいう。 ８）母屋とは、棟木と軒桁の間で垂木を受ける水平な材をいう。 ９）桁行筋かいとは、小屋束を桁行方向に連結する斜めの材をいう。 １０）小屋筋かいとは、小屋束を梁間方向に連結する斜めの材をいう。 １１）振れ止め（はりつなぎ）とは、小屋束の足元を桁行方向に連結する材をいう。 １２）垂木とは、屋根野地を支えるために、棟木から母屋、軒桁に掛け渡す材をいう。 １３）垂木掛けとは、ひさし等の垂木の端部を建物本体側で支える材をいう。 １４）屋根野地とは、屋根の仕上材や防水材の下葺き材を取り付けるための下地をいう。 １５）上記１）～１４）のほか、小屋組を構成する部材。 （５）壁（木躯体） 壁（木躯体）とは、柱、梁、床板等に接する垂直材をいい、次の部材とする。なお、開口部を 除く。 袖壁、下り壁、腰壁等もこれらに準ずる。 １）間柱とは、壁下地を支持し、主たる柱と柱との間に配置する断面の小さな柱をいう。 ２）まぐさとは、出入口や窓等開口の上部に渡す材をいう。 ３）窓台とは、窓の下枠を受ける材をいう。 - 25 -４）方立とは、出入口や窓等開口の側に配置する材をいう。 ５）貫とは、壁下地で柱等を横に貫く平たい横木をいう。 ６）木ずりとは、塗壁の下地に入れる小幅の板をいう。 ７）壁構造用面材とは、壁を構成する構造用面材（構造用合板等）をいう。 ８）上記１）～７）のほか、壁を構成する部材。 （６）階段 木階段は、段板、ささら桁及びこれらに付随する部分をいい、踊場等を含む。 （７）その他 １）接合金物・接合具等とは、構造材同士・部材同士を接合するための金物等をいう。 ア）筋かい金物（筋かいプレート） イ）柱脚柱頭金物（かすがい、ひら金物、かど金物（Ｌ字型金物、Ｔ字型金物）、山形プ レート、引寄せ金物（ホールダウン金物）及び柱脚金物） ウ）横架材接合金物（羽子板ボルト、羽子板パイプ、短ざく金物、かね折り金物及び梁受 け金物） エ）垂木止め金物（ひねり金物、折曲げ金物及びくら金物） オ）アンカーボルト等（アンカーボルト、火打ち金物、座金付きボルト、角座金及び丸座 金） カ）金物工法用接合金物（特注金物を含む） ア）釘、ボルト、木ねじ・木質構造用ビス、ドリフトピン及びラグスクリュー イ）ジベル ２）薬剤による木材の防腐・防蟻処理は次の例がある。 ３）地盤の土壌の防蟻処理は次の例がある。 ４）防腐措置は次の例がある。 ５）接合部等の防火被覆処理は次の例がある。 - 26 -"
            },
            "第２節 木躯体（軸組構法）の計測・計算": {
                "１ 通則": {
                    "content": "１）各部分の計測・計算は、第１節の木躯体（軸組構法）の区分の順序に従い、その接続は、 原則として、「さきの部分」に「あとの部分」が接続するものとして計測・計算する。 ２）部材長さは、この基準で別に定める場合を除き、接続する部材相互の内法長さに、仕口 （のみ込み）及び継手長さ（重なり長さ）を加えた長さとする。なお、仕口及び継手長さは 男木の内法長さに加えるものとし、複数の土台、梁等を連続する場合の継手は、あとに計 測・計算した部材に属するものとする。 ３）仕口及び継手長さ並びに継手の位置は、設計図書による。ただし、仕口及び継手長さが設 計図書に記載されていない場合は、仕口は片側あたり０．０５ｍとし、継手長さは０．１５ ｍを標準とする。なお、仕口を金物工法とするときの仕口は０ｍとする。また、仕口が直角 以外のときは、適切な計算法によることができる。 ４）木材の数量は、設計寸法による木材の断面積と部材長さとによる体積とする。ただし、体 積を求めるときの木材の断面の辺の長さは、第１編総則２（６）２）の定めにかかわらず、 小数点以下第３位まで計測・計算するものとし、計測・計算の過程における体積については 小数点以下第４位とする。 ５）構造用面材の数量は、構造用面材の仕様（等級、寸法等）ごとに、設計図書により計測・ 計算した面積とする。 ６）窓、出入口、床点検口等の開口部による構造用面材の欠除は、原則として建具類等開口部 の内法寸法による。ただし、１か所当たり内法面積０．５㎡以下の開口部による構造用面材 の欠除は原則としてないものとする。 ７）床構造用面材の柱との取り合い部分の欠除はないものとする。 ８）木材について、所要数量を求めるときは、次の９）又は１０）に定める製材又は集成材の 数量とし、第１節の各部分により階ごとに区分する。 ９）製材の数量は、この基準で別に定める場合を除き、製材の仕様（樹種、等級、寸法、含水 率等）ごとに、次の各項に定めるところに従い計測・計算した長さごとの体積又は本数とす る。ただし、体積を求めるときの製材の断面の辺の長さは、第１編総則２（６）２）の定め にかかわらず、小数点以下第３位まで計測・計算するものとし、計測・計算の過程における 体積については小数点以下第４位とする。",
                    "① 製材の長さは、３ｍ以上を１ｍごとに区分することを標準とし、所要の長さを適用す": {
                        "content": "る。 ただし、特に定めがないときは、部材長さが３．９５ｍ未満の場合は、複数の部材の木取 - 27 -りによる製材の長さとするものとし、部材長さが３．９５ｍ以上の場合は、切り上げに要 する長さ以下の部材があるときは、これらを組合せて製材の長さを求めるものとする。 ものから順次同位又は下位の材とを組合せ、部材長さの合計が３．９５ｍ以下で最も大 きな値となる部材長さに０．０５ｍを加えた長さをｍ単位に切り上げた長さを標準とす る。ただし、組合せによる部材長さの合計が２．９５ｍ以下の場合は、製材の長さは３ ｍを標準とする。 ｍ、２．９５ｍを超え３．９５ｍ以下の場合は４ｍを標準とする。 １０）集成材の数量は、製材の数量の求めに準ずる。 １１）構造用面材について、所要数量を求めるときは、構造用面材の仕様（等級及び寸法）ご とに、次の各項に定めるところに従い計測・計算した枚数とする。 合は、０．９１ｍ×１．８２ｍを標準とする。 面材の定尺の面積で除し、小数点以下第１位を切り上げた整数とする。 （１）軸組、床組、小屋組及び壁（木躯体） 軸組、床組、小屋組及び壁（木躯体）の部材において、次に定めのない部材の部材長さ は、１通則２）及び３）による。 １）垂木 定めるところに従い計測・計算した体積又は本数とする。ただし、体積を求めるときの製 材の断面の辺の長さは、第１編総則２（６）２）の定めにかかわらず、小数点以下第３位 まで計測・計算するものとし、計測・計算の過程における体積については小数点以下第４ 位とする。 ア）製材の長さは４ｍを標準とする。 イ）製材の本数は、同じ仕様の部材長さの合計を標準として３．４ｍで除し、小数点以下 第１位を切り上げた整数とする。 できる。 ２）桁行筋かい、小屋筋かい及び振れ止め（はりつなぎ） - 28 -① 桁行筋かい、小屋筋かい、振れ止め（はりつなぎ）（以下「桁行筋かい等」という。） の部材長さは、設計図書により計測・計算する。 ３）根がらみ貫 ４）根太掛け及び根太 る。 ５）間柱 間柱が上下に区分されるときは、それぞれの部材長さに区分する。 ６）まぐさ・窓台等 標準とする。 ７）貫 ８）木ずり ９）上記１）～８）に準ずる材 上記１）～８）に準ずる材の部材長さ及び製材の数量の計測・計算は、垂木に準ずる。 （２）階段 階段は、設計寸法により計測・計算するものとし、必要があるときは、１通則にかかわらず、 形状、寸法及び仕様の同じものごとに、箇所数を数量とする。 （３）その他 - 29 -１）接合金物・接合具等 接合金物の数量は、設計図書により計測・計算するものとし、規格・仕様ごとに区分す る。なお、接合金物に付属する接合具等は接合金物に含めるものとし、これ以外の接合具等 は木躯体の構成部材とし、原則として計測の対象としない。必要があるときは、適切な統計 値によることができる。 ２）薬剤による木材の防腐・防蟻処理 さを乗じた面積とする。ただし、薬剤の加圧注入による製材の仕口・継手の薬剤の塗布等 による防腐・防蟻処理の数量は、１通則にかかわらず、仕様の同じものごとに、仕口・継 手の箇所数を数量とする。 なお、周長を求めるときの木材の断面の辺の長さは、第１編総則２（６）２）の定めに かかわらず、小数点以下第３位まで計測・計算するものとする。 ３）地盤の土壌の防蟻処理 薬剤散布による地盤の土壌の防蟻処理は、散布する部分の面積を数量とする。 ４）防腐措置 防腐措置は、仕様ごとに区分し、長さ又は箇所数を数量とする。 ５）接合部等の防火被覆処理 接合金物の防火被覆は、防火被覆の仕様、接合金物ごとに区分し、箇所数を数量とする。 - 30 -第５編 仕上 仕上の計測・計算については、間仕切下地と仕上に区分して定める。"
                    }
                }
            }
        },
        "第１章 間仕切下地": {
            "第１節 間仕切下地の定義": {
                "content": "１）間仕切下地とは、各室を区画する壁の骨組下地をいい、仕上とは切り離して計測・計算する ２）間仕切下地は、仕上の計測・計算において躯体の一部とし、準躯体として扱う。"
            },
            "第２節 間仕切下地の計測・計算": {
                "１ 通則": {
                    "content": "１）間仕切下地はその主な材種別に、形状、寸法、工法等により区分する。主な材種別は「公共 建築工事内訳書標準書式」の工種別における科目の材料名による。 ２）間仕切下地の数量は、原則として躯体又は準躯体の設計寸法による面積から、建具類の内法 寸法等設計寸法による開口部の面積を差し引いた面積とする。ただし、開口部の面積がｌか所 当たり０．５㎡以下のときは、開口部による間仕切下地の欠除は原則としてないものとする。 ３）間仕切下地の開口部のための補強は、設計寸法による開口部の箇所数又は補強部材の長さを 数量とする。 ４）間仕切下地の梁との取合い、配管、配線、器具等による欠除が１か所当たり０．５㎡以下の ときは、その欠除は原則としてないものとする。 ５）間仕切下地の組立、接合又は躯体への取付けのための釘、金物類、モルタル、接着材等は間 仕切下地の構成部材とし、原則として計測の対象としない。 必要があるときは適切な統計値による。 ６）木製間仕切下地を材料と施工手間に分離する場合の材料価格に対応する数量は、所要数量と する。 材種による間仕切下地の計測・計算の特則は、以下による。 （１）コンクリート材 躯体として計測しないコンクリート間仕切り（がりょう等）は、体積ではなく面積又は箇所数 とする。 （２）既製コンクリート材 - 31 -１）ＡＬＣパネル、押出成形セメント板、ＰＣ板、コンクリートブロック等による間仕切下地は、 面積又は設計寸法による枚数を数量とする。なお、コーナー役物等がある場合は長さ又は箇所 を数量としてもよい。 ２）コンクリートブロック等による間仕切下地の開口補強は、設計寸法による開口部の箇所数又 は長さを数量とする。 ３）補強鉄筋、充てんコンクリート等は間仕切下地の構成部材とし、原則として計測の対象とし ない。 ４）ＡＬＣパネル、ＰＣ板等における取合いシーリングについては、他部材との取合い部分は計 測・計算するが、パネル間は計測の対象としない。 （３）木材 １）木材による間仕切下地は、原則として面積を数量とする。 ２）木材による間仕切下地について、材料としての所要数量を求める必要があるときは、第４ 編第５章第２節の定めに準じる。 ３）前項の定めにかかわらず、適切な統計値によることができる。 （４）金属材 スタッド式軽量鉄骨間仕切においては、スタッド幅及びスタッド間隔ごとに区分して計測・計 算する。 （５）耐火間仕切 軽量鉄骨とボードによる耐火間仕切については、軽量鉄骨下地と両面のボードを一括含み、片 面面積で計測・計算する。なお、四周処理は設計図書により長さを計測・計算する。"
                }
            }
        },
        "第２章 仕上": {
            "第１節 仕上の定義と区分": {
                "１ 仕上の定義": {
                    "content": "仕上とは、躯体又は準躯体の保護、意匠、装飾その他の目的による材料、製品、器具類等の塗 り付け、張り付け、取付け又は躯体の表面の加工等をいう。 （１）外部仕上と内部仕上 仕上は積算上、建築物の内外を遮断する面を基準とし、外部仕上と内部仕上に区分する。ただ し、内外を遮断する開口部としての建具類は外部仕上に属するものとする。 （２）外部仕上 - 32 - 外部仕上は、原則として屋根（屋上）、外部床（玄関前叩き、犬走り等）、外壁、外部開口部、 外部天井、ピロティ、バルコニー、外部階段等に区分し、これらの部分に区分することが適当で ないものは外部雑とする。 １）屋根・外部床 屋根・外部床は、建築物外部の上面又は見下げ面をいう。屋根（屋上）の立上り部は屋根に属 するもの、床段違いの側面、階段蹴上げ等は床に属するものとし、それぞれに区分する。 ２）外壁 外壁は建物外部の側面をいい、開口部を除く。独立柱、壁付柱、壁付梁、開口部周囲の見込、 パラペット笠木、手すり笠木等は外壁に属するものとし、それぞれに区分する。 ３）外部開口部 外部開口部は、建具類及び各部分の開口部枠類をいう。建具類の枠、額縁、窓台、沓摺等は開 口部に属するものとし、それぞれに区分する。 ４）外部天井 外部天井は、建築物外部の見上げ面をいう。天井付梁、下がり天井の側面等は天井に属するも のとし、それぞれに区分する。 ５）外部雑 外部雑は、各部分に附合する製品、器具類等で１）～４）の部分に区分することが適当でない ものをそれぞれに適当な名称を付けて区分する。 （３）内部仕上 内部仕上は、原則として各階、各室、内部階段等ごとに、内部床、内壁、内部開口部、内部天 井等の部分に区分する。これらの部分に区分することが適当でないものは内部雑とする。 １）内部床 内部床は、建築物内部の見下げ面をいう。床段違い側面、階段蹴上げ等は床に属するものとし、 それぞれに区分する。なお、立上がり高さが０．３ｍを超える場合は壁として扱う。 ２）内壁 内壁については、開口部を除く。独立柱、壁付柱、壁付梁、開口部周囲の見込、階段ささら桁、 幅木、手すり、笠木等は壁に属するものとし、それぞれに区分する。 ３）内部開口部 内部開口部は、建築物内部の建具類及び各部分の開口部枠類等をいう。建具類の枠、額縁、膳 板、沓摺等は内部開口部に属するものとし、それぞれに区分する。 ４）内部天井 内部天井は、建築物内部の見上げ面をいう。独立梁、下がり天井の側面、回縁等は天井に属す るものとし、それぞれに区分する。 ５）内部雑 - 33 - 内部雑は、各部分に附合する製品、器具類等で１）～４）の部分に区分することが適当でない ものをそれぞれに適当な名称を付けて区分する。"
                }
            },
            "第２節 仕上の計測・計算": {
                "１ 通則": {
                    "content": "（１）各部分の計測・計算 仕上の計測・計算は、原則として外部及び内部並びに床、壁、開口部、天井及び雑の各部分に ついて共通とする。 （２）計測・計算上の区分 仕上は、その主な材種別に形状、寸法、工法等により区分する。主な材種別は「公共建築工事 内訳書標準書式」における科目の材料名による。 （３）仕上の構成 仕上の構成は、表面処理、主仕上、附合物及び仕上下地よりなるものとする。 １）表面処理とは、仕上表面の保護又は意匠、装飾等のための塗装、吹付、壁紙張り等をいう。 ２）主仕上とは、表面処理を除く仕上表面層をいう。なお、防水層は主仕上に準ずる。 ３）附合物とは、仕上の保護又は意匠、装飾等のために主として主仕上に附合する材料、製品、 器具等をいう。 ４）仕上下地とは、主仕上と躯体又は準躯体との中間層をいい、骨組下地、下地（板）類等に区 分する。 骨組下地とは、床又は天井の下地組の根太又は野縁までをいい、下地（板）類とは区分する。 下地（板）類とは、仕上のうち下地板、下地モルタル等骨組下地等に属さないものをいう。 壁部分の胴縁は、下地（板）類に属する。 （４）仕上の計測・計算の対象 仕上は、原則として表面処理、主仕上、附合物、仕上下地等の組合せにより区分し、その計測・ 計算の対象は主仕上とする。ただし、防水層については、主仕上に準じ計測・計算の対象とする。 （５）表面処理、仕上下地の計測・計算 表面処理又は仕上下地について計測・計算するときは、原則として主仕上の設計寸法による。 （６）仕上補助材料 仕上の組立、接合及び躯体又は準躯体の取付けのための釘、金物類、モルタル、接着剤等は仕 上の構成部材とし、原則として計測の対象としない。必要があるときは適切な統計値による。 （１）計測・計算する寸法 - 34 -１）主仕上の数量は、原則として躯体又は準躯体表面の設計寸法による面積から、建具類等開口 部の内法寸法による面積を差し引いた面積とする。ただし、開口部の面積が１か所当たり０． ５㎡以下のときは、開口部による主仕上の欠除は原則としてないものとする。 ２）１）の定めにかかわらず、壁高さの計測長さは設計図書の天井高さとする。 ３）１）の定めにかかわらず、主仕上の表面から躯体又は準躯体の表面までの仕上代が０．０５ ｍを超えるときは、原則としてその主仕上の表面の寸法で計測・計算する。 （２）欠除部分の処理 １）各部分の取合による欠除 壁部分の梁小口、天井又は床部分の柱小口等で、その面積が１か所当たり０．５㎡以下のと きは、その部分の仕上の欠除は原則としてないものとする。 ２）器具類による欠除 衛生器具、電気器具、換気孔、配管、配線等の器具の類による各部分の仕上の欠除が１か所 当たり０．５㎡以下のときは、その欠除は原則としてないものとする。 ３）附合物等による欠除 面積が１か所当たり０．５㎡以下の附合物又は高さもしくは幅が０．０５ｍ以下の幅木、回 縁、ボーダー等による各部分の仕上の欠除は、原則としてないものとする。 （３）凹凸のある仕上 各部分の仕上の凹凸が０．０５ｍ以下のものは、原則として凹凸のないものとして、見付面積 を数量とする。なお、折板等の凹凸による成型材については、その凹凸が０．０５ｍを超える場 合においても設計寸法による見付面積を数量とする。ただし、塗装等の表面仕上の数量について は糸幅を考慮し計測・計算する。 （４）附合物等の計測・計算 附合物等について計測・計算するときは、原則として主仕上の設計寸法に基づく長さ、面積又 は箇所数を数量とする。ただし、幅木、回縁、ボーダー等の開口部による欠除が１か所当たり０． ５ｍ以下のときは、その欠除は原則としてないものとする。 （５）役物類の計測・計算 特殊の形状、寸法等による仕上、仕上の出隅、入隅、これらに類するもの、附合物等の役物類 は、材種による特則に定めのない限り、原則として設計寸法に基づく長さ又は箇所数を数量とす る。 （６）仕上ユニットの計測・計算 建具類、カーテンウォール、その他の仕上ユニットの数量は、その内法寸法による面積又は箇 所数による。 （７）特殊材料等の計測・計算 一般に用いられない材料、特に高価な材料による場合又は特殊な加工を要する場合等で前各号 の定めによらないときはその旨を明記する。 - 35 -３ 材種による特則 材種による仕上の計測・計算の特則は、以下による。 （１）コンクリート材 １）打放し仕上、コンクリート面のはつり、目荒し加工等について計測・計算するときは、その コンクリート面の面積を数量とする。なお、コンクリート打放し仕上等で鉄筋のかぶり厚さ確 保等のための増打コンクリートは、打放し仕上面を主仕上とし、躯体コンクリートの一部とし て扱う。 ２）防水押え各種コンクリートについて計測・計算するときは、その平均厚さと設計寸法に基づ く面積又はこれらによる体積を数量とする。 ３）防水押えコンクリートの溶接金網等について計測・計算の必要があるときは、防水押えコン クリートの面積を数量とする。 （２）既製コンクリート材 １）既製コンクリート材による仕上の計測・計算については、原則として第１章第２節２の（２） 既製コンクリート材の定めによる。 ２）防水立上り部の乾式保護材等について計測・計算するときは、設計寸法による長さ又は面積 を数量とする。 （３）防水材 １）防水層等の数量は、原則として躯体又は準躯体の設計寸法による面積とする。 ２）立上り防水層等の数量は、その立上り寸法と設計寸法に基づく長さ又は面積とする。 ３）衛生器具、配管等による各部分の防水層等の欠除並びにこれらの周囲の防水等の処理は計測 の対象としない。 ４）シート防水等の重ね代は計測の対象としない。 ５）建具等の開口部のシーリングについて計測・計算するときは、設計図書の長さ及び内法寸法 に基づく周長を数量とする。 また、建具と水切間のシーリングは、原則として計測の対象としない。 伸縮目地については設計図書の長さで計測・計算する。 （４）石材 １）石材による主仕上の計測・計算に当たっては、第２章第２節２の（１）計測・計算する寸法 の定めにかかわらず、その主仕上の表面の寸法を設計寸法とする面積から、建具類等開口部の 内法寸法による面積を差し引いた面積とする。ただし、開口部の面積が１か所当たり０．１㎡ 以下のときは、その主仕上の欠除は、原則としてないものとする。また、仕上代０．０５ｍ以 下の場合でも、その仕上表面の寸法を計測・計算する。 ２）石材による主仕上の数量は、設計寸法による体積又は個数によることができる。 - 36 -３）石材による主仕上の取付金物、裏込材及び目地仕上等は、主仕上の構成部材とし、原則とし て計測の対象としない。必要があるときは設計寸法に基づく面積、長さ又は箇所数を数量とす る。 ４）石材による幅木、笠木、水切、膳板、額縁、開口部抱き、壁等の出隅小口磨き、ボーダー等 の数量は、原則として高さ、幅又は糸幅ごとの延べ長さ又は箇所数による。 ５）石材の主仕上の欠除部分の処理については、第２章第２節２の（２）欠除部分の処理の定め にかかわらず次による。",
                    "① 石材による主仕上の壁部分の梁小口、床又は天井部分の柱小口等でその面積が１か所当た": {
                        "content": "り０．１㎡以下のときは、その部分の主仕上の欠除は原則としてないものとする。 仕上の欠除は、原則としてないものとする。 則としてないものとする。 （５）タイル・れんが材 １）タイル・れんが材による主仕上の役物類の計測・計算は、原則として設計寸法に基づく長さ 又は箇所数を数量とする。 ２）タイル・れんが材による主仕上の取付金物、モルタル、目地仕上等は、主仕上の構成部材と し、原則として計測の対象としない。 （６）木材 １）木材による開口部の枠、額縁等の数量は、原則として内法寸法による箇所数又は内法寸法に 基づく周長を数量とする。 ２）木材による開口部の枠、額縁等の材料としての所要数量を求める必要があるときは、ひき立 て寸法による設計図書の断面積と、内法寸法による長さに両端の接合等のために必要な長さと して１０％を加えた長さによる体積に、５％の割増をした体積とする。 ひき立て寸法が示されていないときは、設計図書（仕上り寸法）の断面を囲む最小の長方形 の辺の長さに削り代として、片面削りの場合は０．００３ｍを、両面削りの場合は０．００５ ｍを加えた寸法をひき立て寸法とする。ここでは、第１編総則２基本事項（６）２）の定めに かかわらず、断面の辺の長さは小数点以下第３位まで計測・計算するものとし、計測・計算過 程における体積については、小数点以下第４位とする。 ３）幅木、回縁、ボーダー等の数量は、原則として長さを数量とする。なお、材料としての木材 の所要数量を求める必要があるときは、ひき立て寸法による断面積と、またひき立て寸法が示 されていないときは仕上り寸法に前項２）による削り代を加えた断面積と長さによる体積に ５％の割増をした体積とする。 ４）銘木類及び積層材は、設計寸法による本数、枚数又は面積を数量とする。 - 37 -５）木材による床又は天井の骨組下地について計測・計算するときは、躯体からの「ふところ」 寸法により区分し、その主仕上の数量による。 ６）木材による下地板類、壁胴縁等について計測・計算するときは、原則としてその主仕上の数 量による。 ７）骨組下地又は下地板類の木材としての所要数量を求める必要があるときは、第１章第２節２ （３）の木材の定めによる。 （７）金属材 １）金属材による主仕上はそれぞれ材種、仕様、形状等に区分して計測・計算する。 ２）金属材による手すり、タラップ、面格子、点検口、投入口、ルーフドレン、たて樋、養生管 等の数量は、原則として設計寸法による長さ又は箇所数による。 ３）２）に類するもので合成樹脂材等によるものについては、原則として材種を明記して、金属 材の定めを準用する。 ４）金属、合成樹脂等による屋根の主仕上の計測・計算に当たっては、第２章第２節の仕上の計 測・計算の定めは適用せず、原則として軒先等までの設計寸法による面積から、天窓等の内法 寸法による開口部の面積を差し引いた葺上げ面積を数量とする。ただし、開口部の面積が１か 所当たり０．５㎡以下のときには、その主仕上の欠除はないものとする。 ５）金属材による床又は天井の骨組下地について計測・計算するときは、躯体からの「ふところ」 寸法及び根太、野縁等の仕様により区分し、その主仕上の数量による。なお、天井インサート は原則としてその主仕上の数量とする。 ６）金属材による骨組下地の開口部等のための補強は、設計寸法による開口部の箇所数又は長さ を数量とする。 ７）メタルラス、ワイヤラス等の金属材による下地材及び壁胴縁についての計測・計算は、原則 としてその主仕上の数量による。 （８）左官材 １）左官材による笠木、水切、幅木、ボーダー、側溝等の数量は、原則として設計寸法による高 さ、幅又は糸幅ごとの延べ長さによる。 ２）左官材による開口部周囲の見込等の幅が０．０５ｍ以下の主仕上で、その開口部等の属する 壁等と同一の主仕上によるものは、原則として計測の対象としない。 ３）左官材による表面処理は、原則として計測の対象としない。必要があるときは表面処理すべ き主仕上の数量による。 ４）モルタル下地等の左官材による下地類についての計測・計算は、その主仕上の数量による。 ５）建具等の開口部周囲のモルタル充てん等の計測・計算は、内法寸法に基づく周長を数量とす る。 （９）木製建具類 - 38 -１）木製建具類は、表面処理、主仕上、附合物及び仕上下地の複合したユニットとし、主仕上の 材質、形状等により区分し、建具類の符号及びサイズ別の箇所数を数量とする。 ２）塗装等の表面処理についての計測・計算は、（１２）塗装・吹付材の定めによる。 ３）附合物のうち建具金物等についての計測・計算は、その規格、仕様等ごとの組数又は箇所数 を数量とする。 ４）ガラスについて計測・計算する必要があるときは、（１１）ガラス材の定めによる。 （１０）金属製建具類 １）金属製建具類は、表面処理、主仕上、附合物、仕上下地及び枠類を複合したユニットとし、 主仕上の材質、形状等により区分し、建具類の符号及びサイズ別の箇所数を数量とする。 ２）塗装等の表面処理についての計測・計算は、（１２）塗装・吹付材の定めによる。 ３）附合物のうち特殊な建具金物等についての計測・計算は、その規格、仕様等ごとの組数又は 箇所数を数量とする。 ４）ガラスについての計測・計算は、（１１）ガラス材の定めによる。 ５）強化ガラス、アクリル等による建具類の計測・計算については、原則として材種を明記し、 金属製建具類の定めを準用する。 （１１）ガラス材 １）全面がガラスである建具類のガラスの数量は、材質、規格等ごとに、原則として建具類の内 法寸法による面積を数量とする。ただし、かまち、方立、桟等の見付幅が０．１ｍを超えるも のがあるときは、その面積を差し引いた面積とする。 ２）額入建具等のガラスの計測・計算は、設計寸法による。 ３）特殊寸法、特殊形状あるいは特殊な性能を有するガラス材については、設計寸法による枚数 又は箇所数を数量とする。 ４）トップライト、ガラスブロック、アートブロック等のガラス材による主仕上の数量は、設計 寸法による面積又は箇所数による。 ５）鏡等ガラス加工品の数量は、設計図書の形状及び寸法による枚数又は箇所数による。 ６）ガラス類の清掃、養生等は、原則として計測の対象としない。必要があるときは、ガラスの 数量による。 また、熱線反射ガラス等で映像調整の必要があるときは、熱線反射ガラスの数量による。 ７）シーリング、ガスケット等の計測・計算は、ガラスの設計寸法に基づく周長を数量とする。 また、シーリング等で両面シールの場合、両面周長（片面周長×２）とする。 （１２）塗装・吹付材 １）塗装・吹付材による表面処理の数量は、原則として表面処理すべき主仕上の数量による。 ２）表面に凹凸がある場合等複雑な主仕上又は役物類等の塗装・吹付材による表面処理について の計測・計算は、第２章第２節２の（３）凹凸のある仕上の定めにかかわらず、主仕上の表面 の糸幅による面積又は糸幅ごとの延べ長さを数量とする。 - 39 - 建具類、鉄骨等の塗装材による表面処理についての計測・計算は、適切な統計値又は係数値に よることができる。 （１３）内外装材 １）瓦、スレート等による屋根の主仕上の計測・計算に当たっては、第２章第２節２の主仕上の 計測・計算の定めは適用せず、原則として軒先等までの設計寸法による面積から、天窓等の内 法寸法による開口部の面積を差し引いた葺上げ面積を数量とする。ただし、開口部の面積が１ か所当たり０．５㎡以下のときは、その主仕上の欠除はないものとする。 ２）布張り、紙張り等の重ね代は計測の対象としない。 ３）ボード類等は、ジョイント工法（継目処理工法）、目透し工法、突付け工法等の工法ごとに 区分して計測・計算する。 また、ボード類の目地は主仕上の構成部材とし、原則として計測の対象としない。必要があ るときは設計寸法に基づく長さ又は箇所数を数量とする。 ４）ビニール床シート、カーペット等の数量は、設計寸法による面積とする。なお、畳について は枚数とする。 （１４）仕上ユニット １）仕上ユニット等は、材種、規格等により区分し、設計寸法による面積又は箇所数を数量とす る。 ２）仕上ユニットとしての浴室、便所等は、設計図書による性能、形状等ごとに、組数又は箇所 数を数量とする。 ３）家具、スクリーン等は、設計寸法による組数又は箇所数を数量とする。 ４）造付の家具、カウンター、浴槽、シンク等は、表面処理、主仕上、附合物及び仕上下地を複 合して仕上ユニットとし、組数又は箇所数を数量とする。 ５）カーテン、ブラインド等の数量は、建具類等開口部の内法寸法ごとの箇所数による。なお、 必要があるときは面積とする。 （１５）カーテンウォール １）コンクリート材、金属材等による外壁のカーテンウォールは、仕上ユニットとし、その数量 は原則として設計図書に記載された形状・寸法による面積又はユニットの箇所数による。 ２）カーテンウォールの建具類又はガラスについての計測・計算は、それぞれ（１０）金属製建 具類又は（１１）ガラス材の定めによる。 ３）方立、力骨、耐火パネル、シーリング、錆止処理等は、仕上の構成部材とし、原則として計 測の対象としない。必要があるときは設計寸法に基づく長さ又は面積を数量とする。 （１６）その他 防音、防湿、防熱等の特殊な材料による仕上又は仕上下地の計測・計算については、原則とし て近似する材種による特則を準用し、適当な名称を付けて区分する。ただし、その材料につい て仕様等において計測上特別の定めがあるときは、その定めによる。 - 40 -第６編 屋外施設等 屋外施設等の計測・計算については、囲障、構内舗装、屋外排水、植栽及びその他工作物に区別し て定める。"
                    }
                }
            }
        },
        "第１章 囲障": {
            "content": "囲障は、構内の境界等に設置する門、フェンス等及び植え込み土留めに適用する。",
            "第１節 囲障の区分": {
                "content": "囲障は、敷地造成による擁壁等を除いたものを対象とする。生垣は、第４章植栽の定めによる。"
            },
            "第２節 囲障の計測・計算": {
                "１ 通則": {
                    "content": "囲障にかかわる土工、コンクリート、型枠、鉄筋及び仕上の数量は、原則として第３編第１章第２ 節、第４編及び第５編の定めによる。 （１）門、フェンス等 門、フェンス等の数量は、材質、形状及び寸法ごとの長さ又は箇所数を数量とする。 （２）植え込み土留め 植え込み土留めの数量は、構造種別及び寸法ごとの長さ又は箇所数を数量とする。"
                }
            }
        },
        "第２章 構内舗装": {
            "content": "構内舗装は、構内の各種舗装と縁石等に適用し、構内舗装部の排水処理は、第３章の屋外排水の定 めによる。",
            "第１節 構内舗装の区分": {
                "content": "構内舗装は、舗装部分と縁石等に区分する。 - 41 -第２節 構内舗装の計測・計算",
                "１ 通則": {
                    "content": "（１）舗装の数量は、工種及び工法ごとに区分し、縁石、排水側溝等の幅が０．０５ｍを超えるもの があるときは、その面積を差し引いた面積とする。なお、排水桝等の面積が１か所当たり０．５ ㎡以下のときは、その欠除は原則としてないものとする。 （２）縁石等の数量は、材種及び寸法ごとに、長さを計測・計算する。 （１）アスファルト舗装 用途及び施工規模ごとに計測・計算する。 （２）コンクリート舗装等 コンクリート舗装の目地は、部位及び種類ごとに、長さ又は箇所数を計測・計算する。 （３）その他 区画線、車止め、道路標示等の数量は、材種及び寸法ごとに長さ又は箇所数を計測・計算する。"
                }
            }
        },
        "第３章 屋外排水": {
            "content": "屋外排水は、設計図書により建物からの雨水排水及び構内の雨水排水を対象とする。",
            "第１節 屋外排水の計測・計算": {
                "１ 通則": {
                    "content": "屋外排水にかかわる土工及びコンクリート・型枠・鉄筋の数量は、原則として第３編第１章第２節 及び第４編の定めによる。 （１）排水桝等 排水桝等の数量は、工法、大きさ及び深さごとに、箇所数を数量とする。 （２）側溝 側溝の数量は、工法及び大きさごとに、長さを計測・計算する。 （３）排水管 排水管の数量は、材種及び呼び径ごとに、接続する桝の内法寸法を減じた長さを計測・計算する。"
                }
            }
        },
        "第４章 植栽": {
            "content": "- 42 - 植栽は、構内における、樹木（低木、中木及び高木）、芝類（芝張り、吹付けは種及び地被類）の 新植及び移植に適用する。",
            "第１節 植栽の区分": {
                "content": "新植と移植に区分する。"
            },
            "第２節 植栽の計測・計算": {
                "１ 各部の計測・計算": {
                    "content": "（１）植栽基盤 植栽基盤の数量は、工法の種別、樹木等に応じた有効土層の厚さごとに、面積を計測・計算す る。 （２）樹木 樹木の数量は、樹種及び寸法ごとに、本数、株数又は面積を数量とする。 （３）芝類 芝類の数量は、種類及び工法ごとに、面積を計測・計算する。なお、排水桝等の面積が１か所 当たり０．５㎡以下のときは、その欠除は原則としてないものとする。 （４）移植 移植の数量は、樹種及び寸法ごとに、本数、株数又は面積を数量とする。 （５）支柱等 支柱、ツリーサークル等の数量は、材質、形状及び寸法ごとに箇所数又は長さを数量とする。"
                }
            }
        },
        "第５章 その他工作物": {
            "content": "その他工作物は、構内の建物及び第６編第１章から第４章までの屋外施設以外の工作物に適用する。",
            "第１節 その他工作物の計測・計算": {
                "１ 各部の計測・計算": {
                    "content": "その他工作物の数量は、用途、形状、材質及び寸法ごとの長さ又は箇所数を数量とする。 - 43 -第７編 改修 建築物等の躯体の保護及び建物機能や意匠の回復のための模様替え及び修繕（以下「改修」という。） 工事に適用する。 本編に定めのない場合は、第２編から第５編による。"
                }
            }
        },
        "第１章 仮設（改修）": {
            "第１節 仮設（改修）の定義": {
                "content": "仮設（改修）とは、建築物等を改修するための仮設をいう。"
            },
            "第２節 直接仮設(改修)の計測・計算": {
                "１ 通則": {
                    "content": "（１）設計図書に数量が明示してある場合は、その数量による。 （２）仮設間仕切り 仮設間仕切りとは、建物内部の改修において、執務者等に対する災害防止、騒音・塵あい等の 防護対策として改修部分と非改修部分を区画して設置する仮の間仕切りをいう。 （１）墨出し 墨出しの数量は次による。 １）防水改修 水勾配の調整を必要とする改修の場合には計測・計算の対象とし、その数量は水勾配の調整を する面積とする。 ２）外壁改修 外壁モルタル塗り、外壁タイル張り等を撤去し、新たに仕上（以下「新設仕上」という。）を する場合に計測・計算の対象とし、その数量は外壁改修面積とする。 ３）建具改修 既存の壁に開口を設けて新規に建具を取り付ける場合のみ計測・計算の対象とし、その数量は 建具の内法寸法による面積とする。 ４）内装及び塗装改修 床、壁及び天井仕上を下地から撤去し、新設仕上をする場合に計測・計算の対象とし、その数 量は床又は天井の改修面積とする。 - 44 - また、壁のみを新設及び改修する場合は、新設壁の前面から１．０ｍの範囲の床面積とする。 （２）養生及び整理清掃後片付け 既存部分等の養生及び整理清掃後片付けの数量は次による。 １）防水改修 数量は、改修防水層の平場面積とする。 ２）外壁改修 数量は、改修する外壁面の水平長さに２．０ｍを乗じた面積とする。 ３）建具改修 建具のみを改修する場合には、整理清掃後片付けのみ計測・計算の対象とし、その数量は外 部建具の場合は建具幅に１．０ｍを乗じた面積及び内部建具の場合は建具幅に２．０ｍを乗じ た面積とする。 ４）内装及び塗装改修 床、壁及び天井を改修する場合の数量は、改修する部分の床又は天井の面積とする。 また、壁のみを新設及び改修する場合は、新設壁の前面から１．０ｍの範囲の床面積とする。 ５）資材搬入通路 資材搬入通路の数量は、廊下、階段室、ホール等を対象とし、幅を２．０ｍとした床面積と する。 ただし、廊下等の通路幅が２．０ｍ未満の場合は、その幅を通路幅とした床面積とする。 また、エレベーターの数量は台数とする。 （３）足場 足場は、種別ごとに区分し、その数量は次による。 １）外部足場 仮設ゴンドラ及び高所作業車の数量は、台数又は箇所数とする。 ２）内部足場 内部仕上足場の数量は、天井の改修面積とする。 また、壁のみを新設及び改修する場合の内部仕上足場の数量は、改修する壁の水平長さに1. ０ｍを乗じた面積とする。なお、内部仕上足場は高さに応じた足場とし、その数量は足場の区 分に対応した天井の改修面積とする。 （４）仮設間仕切り 仮設間仕切りは、種別ごとに区分し、その数量は面積、長さ及び箇所数とする。"
                }
            }
        },
        "第２章 躯体改修": {
            "第１節 躯体改修の定義と区分": {
                "content": "- 45 -",
                "１ 躯体改修の定義": {
                    "content": "躯体改修とは、躯体各部分の撤去、新設、補強又は劣化部分の補修及び補強する場合をいう。 改修の各部分とは、第４編第１章第２節の区分による。"
                }
            },
            "第２節 躯体改修の計測・計算": {
                "１ 通則": {
                    "content": "（１）設計図書に数量が明示してある場合は、その数量による。 （２）躯体の新設及び撤去の数量は、第４編による。 （１）部分改修で、カッター入れの計測・計算は、設計寸法による長さとする。 （２）あと施工アンカー及びスタッドボルトは、種別ごとに区分し、その数量は本数とする。 （３）割裂補強筋は、種別ごとに区分し、その数量は設計寸法による長さ又は質量とする。 （４）グラウト材の数量は、設計寸法による断面積とその長さによる体積又は長さとする。 （５）既存部分の取り合い面の処理数量は、工法ごとの躯体の寸法により計測・計算する。 （６）開口部等を新設又は塞ぐ場合の躯体の数量は、開口部の内法寸法により計測・計算する。 （７）型枠の数量は、第４編第２章第２節１（２）の定めにかかわらず、長さ又は箇所数とすること ができる。 （８）柱補強の数量は、部位及び断面寸法ごとに区分し、原則として箇所数とする。"
                }
            }
        },
        "第３章 仕上改修": {
            "第１節 仕上改修の定義と区分": {
                "１ 仕上改修の定義": {
                    "content": "仕上改修とは、既存仕上の撤去又は除去及び仕上の新設並びに補修をいう。 仕上改修は、防水改修、外壁改修、建具改修、内装改修、塗装改修及びその他改修に区分する。"
                }
            },
            "第２節 仕上改修の計測・計算": {
                "１ 通則": {
                    "content": "- 46 -（１）設計図書に数量が明示してある場合は、その数量による。 （２）改修は、既存仕上の撤去、新設仕上のための下地処理、新設仕上及び補修に区分する。 （３）間仕切下地は、第５編第１章の定めによる。 （１）新設仕上の数量は、第５編第２章第２節２の定めによる。 （２）既存仕上撤去の数量は、既存主仕上の設計寸法による。 （３）設計図書に改修に必要な余幅の明示がないときは、適切な余幅を加えて計測・計算することが できる。 （１）防水改修 防水改修とは、既存防水層の劣化・漏水等の現状回復又は新たに防水層を設ける改修をいう。 １）撤去",
                    "① 撤去は、防水層及び防水保護層（押えコンクリート等）に区分し、その数量は、設計寸法": {
                        "content": "による面積又はその面積と厚さとによる体積とする。 ２）下地処理 数とする。 する。 ３）新設 防水層、防水保護層等の数量は、面積、長さ及び箇所数とする。 （２）外壁改修 外壁改修とは、外壁のひび割れ、欠損、浮き等の劣化部の補修並びに仕上の新設をいう。 １）施工数量調査 施工数量調査については、工法及び部位ごとに区分し、その数量は設計寸法による面積、長 さ及び箇所数とする。 ２）撤去 ３）下地処理及び補修 既存仕上及び躯体のひび割れ、欠損、浮き等は、工法ごとに区分し、その数量は、設計寸法 による面積、長さ及び箇所数とする。 ４）新設 新設仕上の数量は、設計寸法による面積、長さ及び箇所数とする。 - 47 -（３）建具改修 建具改修とは、既存の建具を新規に取り替える場合及び既存の壁に開口を設けて新規に建具を 取り付ける場合等をいう。 １）撤去 長さとする。 ２）新設 面積及び長さとする。 （４）内装改修 内装改修とは、床、壁及び天井の既存仕上及び下地の一部又は全面を撤去し、仕上及び下地の 新設並びに補修をいう。 １）撤去 長さ及び箇所数とする。 設計寸法による長さを数量とする。 ２）下地処理 下地処理は、工法ごとに区分し、その数量は設計寸法による面積、長さ及び箇所数とする。 ３）新設 撤去及び壁新設に伴う床、壁及び天井の取り合い部の数量は、設計寸法による面積、長さ及 び箇所数とする。 （５）塗装改修 塗装改修とは、塗装の新設並びに既存塗装面に塗装をする塗替えをいう。 １）新設及び塗替え とする。 設計寸法による面積、長さ及び箇所数とする。 - 48 -第４章 その他改修"
                    }
                }
            },
            "第１節 その他改修の定義": {
                "content": "その他改修とは、第２章から第３章以外の改修をいう。"
            },
            "第２節 その他改修の計測・計算": {
                "１ 通則": {
                    "content": "設計図書に数量が明示してある場合は、その数量による。 その他改修は、種別、寸法等により区分し、その数量は設計寸法による箇所数、長さ及び面積とす る。"
                }
            }
        },
        "第５章 発生材": {
            "第１節 発生材の計測・計算": {
                "１ 通則": {
                    "content": "設計図書に数量が明示してある場合は、その数量による。 ２発生材の計測・計算 発生材は、関係法令に基づき分別し、各章で定めた撤去数量とする。 - 49 -第８編 発生材処理"
                }
            }
        },
        "第１章 発生材処理": {
            "第１節 発生材処理の定義": {
                "content": "発生材処理とは、工事に伴って発生する産業廃棄物等の処理をいう。"
            },
            "第２節 発生材処理の計測・計算": {
                "content": "発生材処理は、関係法令に基づき分別し、その数量は設計寸法による面積とその厚みによる体積又 は質量とする。"
            }
        }
    },
    "第２編 仮設": {
        "第１章 仮設": {
            "第１節 仮設の定義": {},
            "第２節 仮設の区分": {},
            "第３節 共通仮設の計測・計算": {
                "１ 通則": {}
            },
            "第４節 直接仮設の計測・計算": {
                "１ 通則": {}
            },
            "第５節 専用仮設の計測・計算": {
                "１ 通則": {}
            }
        }
    },
    "第３編 土工・地業": {
        "第１章 土工": {
            "第１節 土工の定義": {},
            "第２節 土工の計測・計算": {
                "１ 通則": {}
            }
        },
        "第２章 地業": {
            "第１節 地業の定義": {},
            "第２節 地業の計測・計算": {
                "１ 通則": {}
            }
        }
    },
    "第４編 躯体": {
        "第１章 躯体の定義と区分": {
            "第１節 躯体の定義": {},
            "第２節 躯体の区分": {}
        },
        "第２章 コンクリート部材": {
            "第１節 コンクリート部材の区分": {},
            "第２節 コンクリート部材の計測・計算": {
                "１ 通則": {}
            }
        },
        "第３章 鉄筋": {
            "第１節 鉄筋の区分": {},
            "第２節 鉄筋の計測・計算": {
                "１ 通則": {}
            }
        },
        "第４章 鉄骨": {
            "第１節 鉄骨の区分": {},
            "第２節 鉄骨の計測・計算": {
                "１ 通則": {}
            },
            "第３節 錆止め塗装の計測・計算": {},
            "第４節 耐火被覆等の計測・計算": {}
        },
        "第５章 木躯体（軸組構法）": {
            "第１節 木躯体（軸組構法）の区分": {},
            "第２節 木躯体（軸組構法）の計測・計算": {
                "１ 通則": {}
            }
        }
    },
    "第５編 仕上": {
        "第１章 間仕切下地": {
            "第１節 間仕切下地の定義": {},
            "第２節 間仕切下地の計測・計算": {
                "１ 通則": {}
            }
        },
        "第２章 仕上": {
            "第１節 仕上の定義と区分": {
                "１ 仕上の定義": {}
            },
            "第２節 仕上の計測・計算": {
                "１ 通則": {}
            }
        }
    },
    "第６編 屋外施設等": {
        "第１章 囲障": {
            "第１節 囲障の区分": {},
            "第２節 囲障の計測・計算": {
                "１ 通則": {}
            }
        },
        "第２章 構内舗装": {
            "第１節 構内舗装の区分": {},
            "第２節 構内舗装の計測・計算": {
                "１ 通則": {}
            }
        },
        "第３章 屋外排水": {
            "第１節 屋外排水の計測・計算": {
                "１ 通則": {}
            }
        },
        "第４章 植栽": {
            "第１節 植栽の区分": {},
            "第２節 植栽の計測・計算": {
                "１ 各部の計測・計算": {}
            }
        },
        "第５章 その他工作物": {
            "第１節 その他工作物の計測・計算": {
                "１ 各部の計測・計算": {}
            }
        }
    },
    "第７編 改修": {
        "第１章 仮設（改修）": {
            "第１節 仮設（改修）の定義": {},
            "第２節 直接仮設（改修）の計測・計算": {
                "１ 通則": {}
            }
        },
        "第２章 躯体改修": {
            "第１節 躯体改修の定義と区分": {
                "１ 躯体改修の定義": {}
            },
            "第２節 躯体改修の計測・計算": {
                "１ 通則": {}
            }
        },
        "第３章 仕上改修": {
            "第１節 仕上改修の定義と区分": {
                "１ 仕上改修の定義": {}
            },
            "第２節 仕上改修の計測・計算": {
                "１ 通則": {}
            }
        },
        "第４章 その他改修": {
            "第１節 その他改修の定義": {},
            "第２節 その他改修の計測・計算": {
                "１ 通則": {}
            }
        },
        "第５章 発生材": {
            "第１節 発生材の計測・計算": {
                "１ 通則": {}
            }
        }
    },
    "第８編 発生材処理": {
        "第１章 発生材処理": {
            "第１節 発生材処理の定義": {},
            "第２節 発生材処理の計測・計算": {
                "content": "- 1 -公共建築数量積算基準"
            }
        }
    }
}